/* two string format specifiers */
"\n%@ by %@ pixels" = "\n%1$@ par %2$@ pixels";

/* message displayed in preview */
"\n\nSize: %.1f %@\nCreated: %@\nModified: %@" = "\n\nTaille : %1$.1f %2$@\nCréé le : %3$@\nModifié le : %4$@";

/* placeholder message for empty file view */
"Drop Files Here" = "Déposer les ficheirs ici";

/* context menu title */
"Open" = "Ouvrir";

/* context menu title */
"Quick Look" = "Coup d’œil";

/* context menu title */
"Reveal in Finder" = "Afficher dans le Finder";

/* error message with single trailing space */
"Unable to read text file " = "Impossible de lire le fichier texte";

/* context menu title */
"Zoom In" = "Zoom avant";

/* context menu title */
"Zoom Out" = "Zoom arrière";